[
  {
    "estate_title": "Modern Home with Pool",
    "id": "1",
    "segment_name": "Single-family home",
    "description": "Indulge in contemporary luxury with this sleek single-family home. Spacious interiors provide ample room for relaxation and entertainment, while a private pool offers a serene retreat. Modern design elements throughout create an atmosphere of refined elegance, perfect for those seeking both style and comfort in their living space.",
    "price": "$1,200,000",
    "status": "sale",
    "area": "3000 sq ft",
    "location": "Los Angeles, California",
    "facilities": ["swimming pool", "patio", "gourmet kitchen"],
    "image": "/card_01.jpg"
  },
  {
    "estate_title": "Townhouse in Historic District",
    "id": "2",
    "segment_name": "Townhouse",
    "description": "Nestled in a historic district, this townhouse offers a blend of classic architecture and modern comforts. With its charming facade and contemporary interior, it provides a unique living experience. Enjoy the warmth of a fireplace, the tranquility of a garden, and the convenience of a garage in this timeless abode.",
    "price": "$800,000",
    "status": "sale",
    "area": "2000 sq ft",
    "location": "Boston, Massachusetts",
    "facilities": ["fireplace", "garden", "garage"],
    "image": "/card_02.jpg"
  },
  {
    "estate_title": "Luxury in Urban High-Rise",
    "id": "3",
    "segment_name": "Apartment",
    "description": "Experience urban sophistication in this upscale apartment set in a sleek high-rise. Boasting panoramic city views and premium amenities like a fitness center and rooftop terrace, it offers the epitome of luxury living. With concierge service at your fingertips, enjoy the vibrant energy of New York City in style.",
    "price": "$1,500,000",
    "status": "sale",
    "area": "1800 sq ft",
    "location": "New York City, New York",
    "facilities": ["fitness center", "rooftop terrace", "concierge service"],
    "image": "/card_03.jpg"
  },
  {
    "estate_title": "Student Housing near Campus",
    "id": "4",
    "segment_name": "Student housing",
    "description": "Designed for student life, this modern housing complex offers convenience and comfort near campus. Featuring amenities like a study lounge, fitness center, and laundry facilities, it provides an ideal environment for academic success and social connection. Embrace the college experience in style at this Austin, Texas residence.",
    "price": "$600/month",
    "status": "rent",
    "area": "1200 sq ft",
    "location": "Austin, Texas",
    "facilities": ["study lounge", "fitness center", "laundry facilities"],
    "image": "/card_04.jpg"
  },
  {
    "estate_title": "Community with Care Services",
    "id": "5",
    "segment_name": "Senior living community",
    "description": "Find comfort and companionship in this welcoming senior living community, offering care services and recreational activities. From community dining to therapy rooms and landscaped gardens, every amenity is designed for the well-being and enjoyment of residents. Experience a fulfilling retirement lifestyle in Scottsdale, Arizona, surrounded by like-minded individuals.",
    "price": "$4,000/month",
    "status": "rent",
    "area": "1500 sq ft",
    "location": "Scottsdale, Arizona",
    "facilities": ["community dining", "therapy rooms", "landscaped gardens"],
    "image": "/card_05.jpg"
  },
  {
    "estate_title": "Beachfront Vacation Villa",
    "id": "6",
    "segment_name": "Vacation rental",
    "description": "Escape to paradise in this luxurious beachfront villa available for short-term rentals. With stunning ocean views, private beach access, and resort-style amenities including an infinity pool and outdoor kitchen, it promises an unforgettable vacation experience in Maui, Hawaii. Bask in the beauty of tropical paradise and create lasting memories with loved ones.",
    "price": "$500/night",
    "status": "rent",
    "area": "2500 sq ft",
    "location": "Maui, Hawaii",
    "facilities": ["private beach access", "infinity pool", "outdoor kitchen"],
    "image": "/card_06.jpg"
  },
  {
    "estate_title": "Cozy Family Home",
    "id": "7",
    "segment_name": "Single-family home",
    "description": "Experience the warmth of family life in this cozy suburban home, nestled in a peaceful neighborhood. With a spacious backyard, garage, and home office, it offers both comfort and functionality for everyday living. Create cherished memories in this Seattle, Washington residence, where every corner feels like home.",
    "price": "$600,000",
    "status": "sale",
    "area": "2200 sq ft",
    "location": "Seattle, Washington",
    "facilities": ["backyard", "garage", "home office"],
    "image": "/card_07.jpg"
  },
  {
    "estate_title": "Contemporary Loft",
    "id": "8",
    "segment_name": "Apartment",
    "description": "Immerse yourself in creativity and urban living in this stylish loft apartment. Located in Brooklyn's vibrant artsy district, it offers open-concept living, exposed brick walls, and large windows flooding the space with natural light. With an art studio space, it's the perfect canvas for your artistic endeavors in New York City.",
    "price": "$900,000",
    "status": "sale",
    "area": "1600 sq ft",
    "location": "Brooklyn, New York",
    "facilities": ["exposed brick walls", "large windows", "art studio space"],
    "image": "/card_08.jpg"
  },
  {
    "estate_title": "Mountain Retreat Cabin",
    "id": "9",
    "segment_name": "Vacation rental",
    "description": "Experience the tranquility of nature in this cozy mountain cabin retreat. Surrounded by panoramic views and hiking trails, it offers a peaceful escape from city life. Relax in the hot tub or gather around the wood-burning fireplace for memorable moments in Lake Tahoe, California. Reconnect with the great outdoors in this scenic haven.",
    "price": "$300/night",
    "status": "rent",
    "area": "1000 sq ft",
    "location": "Lake Tahoe, California",
    "facilities": ["wood-burning fireplace", "hot tub", "hiking trails nearby"],
    "image": "/card_09.jpg"
  }
]
